Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Calls
de: Anrufe
es: Llamadas
fr: Les appels
ko: 전화
pt: Chamadas

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ko: 취소
pt: Cancelar

source: Cancel a trip for comfort
de: Eine Reise für Gemütlichkeit absagen
es: Cancelar un viaje por comodidad
fr: Annuler un voyage pour le confort
ko: 편하자고 여행 취소
pt: Cancelar uma viagem por conforto

source: Cancel anytime
de: Jederzeit kündbar
es: Cancelar en cualquier momento
fr: Annuler à tout moment
ko: 언제든지 취소
pt: Cancele a qualquer momento

source: Candid photos
de: Ungeplante Fotos
es: Fotos espontáneas
fr: Photos nature
ko: 꾸밈없는 사진
pt: Fotos espontâneas

source: Candlelit dinner
de: Dinner bei Kerzenschein
es: Cena a la luz de las velas
fr: Dîner aux chandelles
ko: 촛불 디너
pt: Jantar à luz de velas

source: Cats
de: Katzen
es: Gatos
fr: Chats
ko: 고양이
pt: Gatos

source: Chocolate
de: Schokolade
fr: Chocolat
ko: 초콜릿

source: Choose your world
de: Wählen Sie Ihre Welt
es: Elige tu mundo
fr: Choisissez votre monde
ko: 당신의 세계를 선택하세요
pt: Escolha o seu mundo

source: Christmas calm
de: Ruhige Weihnachten
es: Navidad tranquila
fr: Noël au calme
ko: 조용한 크리스마스
pt: Natal calmo

source: Christmas morning chaos
de: Weihnachtschaos am Morgen
es: Caos de la mañana de Navidad
fr: Noël en mode chaos du matin
ko: 크리스마스 아침 소동
pt: Caos de manhã de Natal

source: City lights
de: Stadtlichter
es: Luces de la ciudad
fr: Lumières de la ville
ko: 도시 불빛
pt: Luzes da cidade

source: Claim our offer
de: Fordern Sie unser Angebot an
es: Reclama nuestra oferta
fr: Réclamez notre offre
ko: 우리의 제안을 신청하세요
pt: Reivindique nossa oferta

source: Clean as you go
de: Direkt aufräumen
es: Limpiar sobre la marcha
fr: Nettoyer au fur et à mesure
ko: 하면서 바로 치우기
pt: Limpar à medida que cozinhas

source: Clean once a week
de: Einmal pro Woche putzen
es: Limpiar una vez por semana
fr: Grand ménage une fois par semaine
ko: 일주일에 한 번 대청소
pt: Limpar uma vez por semana

source: Coffee
de: Kaffee
es: Café
fr: Café
ko: 커피
pt: Café

source: Cold weather
de: Kaltes Wetter
es: Clima frío
fr: Temps froid
ko: 추운 날씨
pt: Tempo frio

source: Comedy
de: Komödie
es: Comedia
fr: Comédie
ko: 코미디
pt: Comédia

source: Completely different styles
de: Völlig unterschiedliche Stile
es: Estilos totalmente distintos
fr: Des styles complètement différents
ko: 완전 다른 스타일
pt: Estilos completamente diferentes

source: Concert
de: Konzert
es: Concierto
ko: 콘서트
pt: Concerto

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ko: 연결
pt: Ligar

source: Connect & enter Missuo
de: Verbinden & Missuo betreten
es: Conectar y entrar en Missuo
fr: Connecter et entrer dans Missuo
ko: 연결하고 시작하기
pt: Ligar e entrar no Missuo

source: Connect with your partner first — games are better together.
de: Verbinde dich zuerst mit deinem Partner — Spiele machen zu zweit mehr Spaß.
es: Conecta primero con tu pareja — los juegos son mejores juntos.
fr: Connecte-toi d'abord à ton partenaire — les jeux sont meilleurs à deux.
ko: 먼저 파트너와 연결하세요 — 게임은 함께가 더 좋아요.
pt: Liga-te primeiro ao teu par — os jogos são melhores a dois.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
ko: 계속
pt: Continuar

source: Cook a 5-course dinner at home?
de: Zu Hause ein 5-Gänge-Menü kochen?
es: ¿Cocinar una cena de 5 platos en casa?
fr: Cuisiner un dîner 5 services à la maison ?
ko: 집에서 5코스 디너 만들어볼래?
pt: Cozinhar um jantar de 5 pratos em casa?

source: Cook in
de: Zu Hause kochen
es: Cocinar en casa
fr: Cuisiner à la maison
ko: 직접 요리
pt: Cozinhar em casa

source: Cook together every night
de: Jeden Abend zusammen kochen
es: Cocinar juntos cada noche
fr: Cuisiner ensemble tous les soirs
ko: 매일 밤 같이 요리
pt: Cozinhar juntos todas as noites

source: Cool off first, then talk
de: Erst abkühlen, dann reden
es: Enfriarse primero, luego hablar
fr: Se calmer d'abord, puis en parler
ko: 일단 식히고 나서 얘기
pt: Acalmar primeiro, falar depois

source: Cozy clutter
de: Gemütliches Chaos
es: Desorden acogedor
fr: Un peu de bazar cosy
ko: 아늑한 어수선함
pt: Desarrumação aconchegante

source: Cozy separate rooms
de: Gemütliche getrennte Zimmer
es: Habitaciones separadas y acogedoras
fr: Des chambres séparées et cosy
ko: 아늑한 각자 방
pt: Quartos separados aconchegantes

source: Cute memes
de: Süße Memes
es: Memes tiernos
fr: Des mèmes mignons
ko: 귀여운 밈
pt: Memes giros

source: Daily question
de: Tägliche Frage
es: Pregunta diaria
fr: Question quotidienne
ko: 일일 질문
pt: Pergunta diária

source: Dance in public
de: In der Öffentlichkeit tanzen
es: Bailar en público
fr: Danser en public
ko: 밖에서 춤추기
pt: Dançar em público

source: Dance party in the living room
de: Tanzparty im Wohnzimmer
es: Fiesta de baile en el salón
fr: Une teuf dans le salon
ko: 거실 댄스 파티
pt: Festa de dança na sala

source: Date night every week
de: Jede Woche Date Night
es: Noche de cita cada semana
fr: Une soirée en amoureux chaque semaine
ko: 매주 데이트 나이트
pt: Noite de encontro todas as semanas

source: Date night should be weekly, not optional.
de: Date Night sollte jede Woche sein, nicht optional.
es: La noche de cita debería ser semanal, no opcional.
fr: La soirée en amoureux, c'est chaque semaine, pas en option.
ko: 데이트 나이트는 매주, 선택이 아니야.
pt: A noite de encontro devia ser semanal, não opcional.

source: Dates planned for you two
de: Termine für euch beide geplant
es: Fechas planeadas para ustedes dos
fr: Dates prévues pour vous deux
ko: 두 분을 위해 계획된 날짜
pt: Datas planejadas para vocês dois

# days of %@ & %@
source: days of %1$@ & %2$@
de: Tage von %@ & %@
es: días de %@ y %@
fr: jours de %@ et %@
ko: %@ & %@ 일수
pt: dias de %@ e %@

source: days of us
de: Tage von uns
es: días de nosotros
fr: jours de nous
ko: 우리의 날
pt: dias de nós

source: Deep talks
de: Tiefe Gespräche
es: Charlas profundas
fr: Des discussions profondes
ko: 깊은 대화
pt: Conversas profundas

source: Different picks — fun to talk about 👀
de: Unterschiedliche Wahl — spannend zum Reden 👀
es: Elegisteis distinto — divertido hablarlo 👀
fr: Choix différents — cool à en parler 👀
ko: 서로 달랐어요 — 이야기해 봐요 👀
pt: Escolhas diferentes — giro de falar 👀

source: Different sleep schedules, no guilt
de: Unterschiedliche Schlafrhythmen, ohne schlechtes Gewissen
es: Horarios de sueño distintos, sin culpa
fr: Des horaires de sommeil différents, sans culpabilité
ko: 다른 수면 패턴, 미안해할 필요 없어
pt: Horários de sono diferentes, sem culpa

source: Disagree
de: Stimmt nicht
es: En desacuerdo
fr: Pas d'accord
ko: 반대
pt: Discordo

source: DIY gifts
de: Selbstgemachte Geschenke
es: Regalos hechos a mano
fr: Des cadeaux faits maison
ko: 직접 만든 선물
pt: Presentes feitos à mão

source: Do a 30-day kindness challenge for each other?
de: Eine 30-Tage-Güte-Challenge füreinander?
es: ¿Hacer un reto de amabilidad de 30 días el uno para el otro?
fr: Un défi gentillesse de 30 jours l'un pour l'autre ?
ko: 서로 30일 친절 챌린지 해볼래?
pt: Fazer um desafio de gentilezas de 30 dias um para o outro?

source: Do a full digital detox Saturday?
de: Einen kompletten Digital-Detox-Samstag?
es: ¿Hacer un sábado de desintoxicación digital total?
fr: Un samedi détox numérique total ?
ko: 토요일 완전 디지털 디톡스 할래?
pt: Fazer um sábado de detox digital total?

source: Do a photo scavenger hunt date?
de: Ein Foto-Schnitzeljagd-Date?
es: ¿Hacer una cita de búsqueda del tesoro con fotos?
fr: Un date chasse au trésor photo ?
ko: 사진 스캐빈저 헌트 데이트 할래?
pt: Fazer um encontro de caça ao tesouro fotográfico?

source: Do it
de: Machen
es: Hagámoslo
fr: On le fait
ko: 하자
pt: Vamos a isso

source: Do or Don't
de: Machen oder nicht?
es: ¿Lo hacemos?
fr: On le fait ?
ko: 할까 말까
pt: Fazemos ou não?

source: Do you believe in soulmates?
de: Glaubst du an Seelenverwandte?
es: ¿Crees en las almas gemelas?
fr: Tu crois aux âmes sœurs ?
ko: 운명의 상대 믿어?
pt: Acreditas em almas gémeas?

source: Do you want kids someday?
de: Willst du irgendwann Kinder?
es: ¿Quieres tener hijos algún día?
fr: Tu veux des enfants un jour ?
ko: 언젠가 아이 갖고 싶어?
pt: Queres ter filhos um dia?

source: Dogs
de: Hunde
es: Perros
fr: Chiens
ko: 강아지
pt: Cães

source: Don't
de: Lieber nicht
es: Mejor no
fr: On passe
ko: 하지 말자
pt: Melhor não

source: Don't miss their moments
de: Verpassen Sie ihre Momente nicht
es: No te pierdas sus momentos
fr: Ne manquez pas leurs moments
ko: 그들의 순간을 놓치지 마세요
pt: Não perca seus momentos

source: Done
de: Fertig
es: Listo
fr: OK
ko: 완료
pt: OK

source: Early flight
de: Früher Flug
es: Vuelo temprano
fr: Vol tôt le matin
ko: 이른 비행
pt: Voo cedo

source: Ends %@ from now
de: Endet %@ ab jetzt
es: Termina %@ a partir de ahora
fr: Se termine à %@ à partir de maintenant
ko: 지금부터 %@ 종료
pt: Termina em %@ a partir de agora

source: English, Français, Deutsch, 한국어, Português, Español. Applies the next time Missuo opens.
de: Englisch, Französisch, Deutsch, Englisch, Portugiesisch, Spanisch. Gilt, wenn Missuo das nächste Mal geöffnet wird.
es: Inglés, Français, Deutsch, 한국어, Português, Español. Aplica la próxima vez que abra Missuo.
fr: Anglais, Français, Deutsch, 한국어, Português, Español. S'applique à la prochaine ouverture de Missuo.
ko: 영어, Français, Deutsch, 한국어, Português, Español. 다음번 미스오 오픈시 적용됩니다.
pt: Inglês, Français, Deutsch, 한국어, Português, Español. Aplica-se na próxima vez que Missuo abrir.

source: Enter Missuo
de: Missuo betreten
es: Entrar en Missuo
fr: Entrer dans Missuo
ko: Missuo 시작하기
pt: Entrar no Missuo

source: Enter your partner's code
de: Gib den Code deines Partners ein
es: Introduce el código de tu pareja
fr: Saisis le code de ton partenaire
ko: 파트너의 코드를 입력하세요
pt: Introduz o código do teu par

source: Every answered question, mood check-in, memory and streak day feeds it. Reach 100% growth to evolve to the next stage.
de: Jede beantwortete Frage, jeder Stimmungscheck, jede Erinnerung und jeder Streak-Tag nährt es. Erreichen Sie 100 % Wachstum, um zur nächsten Stufe zu gelangen.
es: Cada pregunta respondida, control del estado de ánimo, memoria y racha diaria lo alimentan. Alcanza el 100% de crecimiento para evolucionar a la siguiente etapa.
fr: Chaque question répondue, chaque enregistrement d'humeur, chaque mémoire et chaque journée de séquence le nourrissent. Atteignez 100% de croissance pour évoluer vers l'étape suivante.
ko: 모든 답변된 질문, 기분 확인, 추억, 연속 기록이 이를 뒷받침합니다. 성장 100%를 달성하여 다음 단계로 진화하세요.
pt: Cada pergunta respondida, verificação de humor, memória e dia consecutivo alimentam isso. Alcance 100% de crescimento para evoluir para o próximo estágio.

source: Everything you send each other — notes, photos, miss-yous, moods — shows up here.
de: Alles, was Sie einander schicken – Notizen, Fotos, Miss-Yous, Stimmungen – wird hier angezeigt.
es: Todo lo que se envían (notas, fotos, extrañamientos, estados de ánimo) aparece aquí.
fr: Tout ce que vous vous envoyez – notes, photos, miss, humeurs – apparaît ici.
ko: 메모, 사진, 그리운 소식, 기분 등 서로에게 보내는 모든 내용이 여기에 표시됩니다.
pt: Tudo o que vocês enviam – notas, fotos, saudades, humores – aparece aqui.

source: Farmers market
de: Wochenmarkt
es: Mercado de agricultores
fr: Marché
ko: 농산물 시장
pt: Mercado de produtores

source: Fast-forward to our 10th anniversary
de: Zu unserem 10. Jubiläum vorspulen
es: Adelantarnos a nuestro décimo aniversario
fr: Avancer directement jusqu'à notre 10e anniversaire
ko: 10주년 기념일로 바로 점프
pt: Avançar até ao nosso 10.º aniversário

source: Fight for the last slice
de: Um das letzte Stück kämpfen
es: Pelear por la última rebanada
fr: Se battre pour la dernière part
ko: 마지막 한 조각 싸우기
pt: Lutar pela última fatia

source: Fly somewhere far and stay put
de: Weit wegfliegen und bleiben
es: Volar lejos y quedarnos ahí
fr: Prendre l'avion loin et rester sur place
ko: 멀리 날아가서 그냥 머물기
pt: Voar para longe e ficar por lá

source: Fresh lunch every day
de: Jeden Tag frisches Mittagessen
es: Almuerzo fresco cada día
fr: Un déjeuner frais chaque jour
ko: 매일 신선한 점심
pt: Almoço fresco todos os dias

source: From your partner
de: Von Ihrem Partner
es: De tu pareja
fr: De votre partenaire
ko: 파트너로부터
pt: Do seu parceiro

source: Get a couple's massage?
de: Ein Paar-Massage gönnen?
es: ¿Hacerse un masaje en pareja?
fr: Un massage en couple ?
ko: 커플 마사지 받을래?
pt: Marcar uma massagem a dois?

source: Get started
de: Loslegen
es: Empezar
fr: Commencer
ko: 시작하기
pt: Começar

source: Give up coffee together
de: Gemeinsam auf Kaffee verzichten?
es: Dejar el café juntos
fr: Arrêter le café ensemble
ko: 커피 같이 끊기
pt: Deixar o café juntos

source: Give up takeout together
de: Gemeinsam auf Lieferessen verzichten?
es: Dejar los pedidos a domicilio juntos
fr: Arrêter les plats à emporter ensemble
ko: 배달음식 같이 끊기
pt: Deixar comida para levar juntos

source: Go ice skating even if we're terrible?
de: Eislaufen gehen, auch wenn wir mies sind?
es: ¿Ir a patinar sobre hielo aunque seamos malísimos?
fr: Aller au patin même si on est nuls ?
ko: 못해도 아이스스케이팅 갈래?
pt: Ir patinar no gelo mesmo sendo péssimos?

source: Go stargazing with a thermos of something warm?
de: Sterne gucken mit einem Thermos voller Wärme?
es: ¿Ir a ver las estrellas con un termo de algo caliente?
fr: Observer les étoiles avec un thermos de quelque chose de chaud ?
ko: 따뜻한 거 담은 보온병 들고 별 보러 갈래?
pt: Ir ver estrelas com um termo de algo quente?

source: Go thrift shopping for each other's outfits?
de: Secondhand shoppen für Outfits des anderen?
es: ¿Ir de compras vintage a elegir el outfit del otro?
fr: Friperie pour s'habiller l'un l'autre ?
ko: 서로 옷 골라주러 중고 쇼핑 갈래?
pt: Ir às lojas em segunda mão à procura de roupa um para o outro?

source: Go to a drive-in movie?
de: Zum Drive-in-Kino?
es: ¿Ir a un autocine?
fr: Aller au drive-in ?
ko: 드라이브인 영화 보러 갈래?
pt: Ir a um cinema drive-in?

source: Go to a farmer's market and cook whatever we buy?
de: Auf den Markt und kochen, was wir mitbringen?
es: ¿Ir al mercado y cocinar lo que compremos?
fr: Marché et cuisiner ce qu'on achète ?
ko: 농장 시장 가서 산 걸로 요리할래?
pt: Ir ao mercado e cozinhar o que comprarmos?

source: Go to a silent meditation retreat?
de: Zu einem stillen Meditations-Retreat?
es: ¿Ir a un retiro de meditación en silencio?
fr: Retraite méditation en silence ?
ko: 조용한 명상 리트릿 갈래?
pt: Ir a um retiro de meditação em silêncio?

source: Go viral as a couple
de: Als Paar viral gehen
es: Hacernos virales como pareja
fr: Devenir viraux en couple
ko: 커플로 SNS 터지기
pt: Viralizar como casal

source: Goodnight talks
de: Gute-Nacht-Gespräche
es: Charlas de buenas noches
fr: Discussions du soir
ko: 잘 자기 전 대화
pt: Conversas de boa noite

source: Group hangouts
de: Gruppenabende
es: Planes en grupo
fr: Sorties en groupe
ko: 친구들이랑 모임
pt: Encontros em grupo

source: Grow old loudly
de: Laut alt werden
es: Envejecer con ruido
fr: Vieillir en faisant du bruit
ko: 시끄럽게 늙기
pt: Envelhecer em grande

source: Grow old quietly
de: Leise alt werden
es: Envejecer en silencio
fr: Vieillir tranquillement
ko: 조용히 늙기
pt: Envelhecer em silêncio

source: Grow something together.
de: Lasst etwas gemeinsam wachsen.
es: Haced crecer algo juntos.
fr: Faites grandir quelque chose à deux.
ko: 함께 무언가를 키워보세요.
pt: Façam crescer algo juntos.

source: Grows every time you two show up for each other
de: Wächst jedes Mal, wenn ihr beide füreinander da seid
es: Crece cada vez que ustedes dos se presentan el uno para el otro
fr: Grandit à chaque fois que vous vous présentez l'un pour l'autre
ko: 두 사람이 서로에게 나타날 때마다 성장합니다.
pt: Cresce cada vez que vocês dois aparecem um para o outro

source: Halloween costumes
de: Halloween-Kostüme
es: Disfraces de Halloween
fr: Déguisements d'Halloween
ko: 할로윈 코스튬
pt: Fatos de Halloween

source: Handwritten notes
de: Handgeschriebene Notizen
es: Notas a mano
fr: Petits mots écrits à la main
ko: 손편지
pt: Notas à mão

source: Have their code?
de: Hast du ihren Code?
es: ¿Tienes su código?
fr: Tu as son code ?
ko: 상대방 코드가 있나요?
pt: Tens o código dele?

source: Have time but a tighter budget
de: Mehr Zeit, aber weniger Budget
es: Tener tiempo pero un presupuesto más ajustado
fr: Plus de temps, budget plus serré
ko: 시간은 있는데 예산은 타이트
pt: Ter tempo mas um orçamento mais apertado

source: Have you… or haven't you?
de: Schon mal… oder noch nie?
es: ¿Lo has hecho… o no?
fr: Tu l'as déjà fait… ou jamais ?
ko: 해봤어, 안 해봤어?
pt: Já alguma vez… ou nunca?

source: hearts in your jar
de: Herzen in deinem Glas
es: corazones en tu frasco
fr: des coeurs dans ton pot
ko: 당신의 항아리에 마음
pt: corações em sua jarra

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
ko: 등산
pt: Caminhada

source: Honesty always beats kindness when they conflict.
de: Ehrlichkeit schlägt Freundlichkeit, wenn es hart auf hart kommt.
es: La honestidad siempre gana a la amabilidad cuando chocan.
fr: Quand ça coince, l'honnêteté bat la gentillesse.
ko: 충돌하면 솔직함이 다정함보다 먼저야.
pt: A honestidade ganha à gentileza quando entram em conflito.

source: Host a big party for our anniversary?
de: Eine große Party zu unserem Jubiläum?
es: ¿Organizar una gran fiesta por nuestro aniversario?
fr: Organiser une grande fête pour notre anniversaire ?
ko: 기념일에 큰 파티 열까?
pt: Dar uma grande festa no nosso aniversário?

source: Host a game night for friends?
de: Einen Spieleabend für Freunde?
es: ¿Organizar una noche de juegos para amigos?
fr: Soirée jeux entre amis ?
ko: 친구들 초대해서 게임 나이트 할까?
pt: Organizar uma noite de jogos para amigos?

source: Host friends
de: Freunde einladen
es: Recibir amigos
fr: Recevoir des amis
ko: 친구 초대하기
pt: Receber amigos

source: Hot weather
de: Heißes Wetter
es: Clima caluroso
fr: Temps chaud
ko: 더운 날씨
pt: Tempo quente

source: How are you right now?
de: Wie geht es dir gerade?
es: ¿Cómo estás ahora?
fr: Comment vas-tu en ce moment ?
ko: 지금은 어떻습니까?
pt: Como você está agora?

source: I have
de: Hab ich
es: Yo sí
fr: Moi oui
ko: 해봤어
pt: Eu já

source: I haven't
de: Hab ich nicht
es: Yo no
fr: Moi non
ko: 안 해봤어
pt: Eu nunca

source: Invite your person
de: Laden Sie Ihre Person ein
es: invita a tu persona
fr: Invitez votre personne
ko: 당신의 사람을 초대하세요
pt: Convide sua pessoa

source: Is brunch a personality?
de: Ist Brunch ein Charakterzug?
es: ¿El brunch es una personalidad?
fr: Le brunch, c'est une personnalité ?
ko: 브런치가 성격이야?
pt: O brunch é uma personalidade?

source: Is it cute when we argue about nothing?
de: Ist es süß, wenn wir wegen nichts streiten?
es: ¿Es tierno cuando discutimos por nada?
fr: C'est mignon quand on se dispute pour rien ?
ko: 아무 것도 아닌 걸로 싸우는 거 귀여워?
pt: É giro quando discutimos por nada?

source: Is it okay to cancel plans for mental health?
de: Ist es okay, Pläne für die mentale Gesundheit abzusagen?
es: ¿Está bien cancelar planes por salud mental?
fr: C'est ok d'annuler pour sa santé mentale ?
ko: 멘탈 때문에 약속 취소해도 돼?
pt: É aceitável cancelar planos por saúde mental?

source: Is it okay to check each other's phones?
de: Ist es okay, die Handys des anderen zu checken?
es: ¿Está bien mirar el teléfono del otro?
fr: C'est ok de regarder le téléphone de l'autre ?
ko: 서로 폰 확인해도 돼?
pt: É aceitável ver o telemóvel um do outro?

source: Is it okay to have a celebrity crush?
de: Ist es okay, einen Promi-Crush zu haben?
es: ¿Está bien tener un crush famoso?
fr: C'est ok d'avoir un crush sur une célébrité ?
ko: 연예인 좋아해도 돼?
pt: É aceitável ter uma crush famosa?

source: Is it okay to have nights alone on purpose?
de: Ist es okay, bewusst Abende allein zu haben?
es: ¿Está bien tener noches a solas a propósito?
fr: C'est ok de vouloir des soirées seul·e exprès ?
ko: 일부러 혼자 있는 밤 가져도 돼?
pt: É aceitável ter noites sozinho de propósito?

source: Is it okay to skip family events for us?
de: Ist es okay, Familienfeiern für uns zu schwänzen?
es: ¿Está bien faltar a eventos familiares por nosotros?
fr: C'est ok de zapper des trucs famille pour nous ?
ko: 우리를 위해 가족 행사 빠져도 돼?
pt: É aceitável faltar a eventos de família por nós?

source: Is it romantic to grocery shop together?
de: Ist es romantisch, zusammen einzukaufen?
es: ¿Es romántico hacer la compra juntos?
fr: C'est romantique de faire les courses ensemble ?
ko: 같이 장보는 거 로맨틱해?
pt: É romântico fazer compras juntos?

source: Is it romantic to plan five years ahead?
de: Ist es romantisch, fünf Jahre vorauszuplanen?
es: ¿Es romántico planificar cinco años adelante?
fr: C'est romantique de planifier cinq ans d'avance ?
ko: 5년 앞까지 계획하는 거 로맨틱해?
pt: É romântico planear cinco anos à frente?

source: Is jealousy ever useful?
de: Ist Eifersucht manchmal nützlich?
es: ¿Los celos sirven de algo alguna vez?
fr: La jalousie peut être utile parfois ?
ko: 질투가 도움 될 때도 있어?
pt: Os ciúmes são alguma vez úteis?

source: Is pineapple on pizza acceptable?
de: Ist Ananas auf Pizza okay?
es: ¿La piña en la pizza es aceptable?
fr: L'ananas sur la pizza, ça passe ?
ko: 피자에 파인애플 괜찮아?
pt: Ananás na pizza é aceitável?

source: It grows when you answer questions, log moods, save memories and keep your streak. Neglect it and it wilts — together means every day.
de: Es wächst, wenn Sie Fragen beantworten, Stimmungen protokollieren, Erinnerungen speichern und Ihren Streak behalten. Wenn man es vernachlässigt, verwelkt es – gemeinsam bedeutet das jeden Tag.
es: Crece cuando respondes preguntas, registras estados de ánimo, guardas recuerdos y mantienes tu racha. Si lo descuidas, se marchitará: juntos significa todos los días.
fr: Il grandit lorsque vous répondez à des questions, enregistrez vos humeurs, sauvegardez des souvenirs et maintenez votre séquence. Négligez-le et il se flétrit – ensemble signifie chaque jour.
ko: 질문에 답하고, 기분을 기록하고, 추억을 저장하고, 연속 기록을 유지하면 성장합니다. 무시하면 시들게 됩니다. 함께하면 매일을 의미합니다.
pt: Ela cresce quando você responde perguntas, registra humores, salva memórias e mantém sua sequência. Negligencie-o e ele murchará – juntos significa todos os dias.

source: It's here — make it count.
de: Es ist da – lassen Sie es zählen.
es: Está aquí: haz que valga la pena.
fr: C'est ici – faites en sorte que cela compte.
ko: 여기 있습니다. 중요하게 여겨보세요.
pt: Está aqui - faça valer a pena.

source: It's okay to need a night alone sometimes.
de: Es ist okay, manchmal einen Abend allein zu brauchen.
es: Está bien necesitar una noche a solas a veces.
fr: C'est ok d'avoir besoin d'une soirée solo parfois.
ko: 가끔 혼자 있는 밤이 필요해도 괜찮아.
pt: Às vezes é normal precisar de uma noite sozinho.

source: It's romantic to grocery shop together.
de: Zusammen einzukaufen ist romantisch.
es: Es romántico hacer la compra juntos.
fr: Faire les courses ensemble, c'est romantique.
ko: 같이 장보는 건 로맨틱해.
pt: É romântico fazer compras juntos.

source: Its journey
de: Seine Reise
es: su viaje
fr: Son voyage
ko: 그 여정
pt: Sua jornada

source: Join Premium in Missuo to light it up 💛
de: Treten Sie Premium in Missuo bei, um es zum Leuchten zu bringen 💛
es: Únete a Premium en Missuo para iluminarlo 💛
fr: Rejoignez Premium dans Missuo pour l'éclairer 💛
ko: 미스오 프리미엄에 가입하여 빛을 발하세요 💛
pt: Cadastre-se no Premium em Missuo para iluminar 💛

source: Joining takes 30 seconds
de: Der Beitritt dauert 30 Sekunden
es: Unirse toma 30 segundos
fr: L'adhésion prend 30 secondes
ko: 참여에는 30초가 소요됩니다.
pt: A adesão leva 30 segundos

source: Journal — the everyday moments
de: Tagebuch — die Alltagsmomente
es: Diario — los momentos del día a día
fr: Journal — les moments du quotidien
ko: 저널 — 일상의 순간들
pt: Diário — os momentos do dia a dia

source: Jump around dance
de: Hüpf-Tanz
es: Baile saltarín
fr: Danse sautillante
ko: 점프 댄스
pt: Dança de saltos

source: Just text plans
de: Pläne nur per Text
es: Solo mandar planes por mensaje
fr: Juste prévoir par texto
ko: 그냥 문자로 약속
pt: Combinar tudo por mensagem

source: Just the two of us
de: Nur wir zwei
es: Solo nosotros dos
fr: Rien que nous deux
ko: 둘만
pt: Só nós dois

source: Just us forever
de: Für immer nur wir
es: Solo nosotros para siempre
fr: Juste nous pour toujours
ko: 영원히 우리 둘
pt: Só nós para sempre

source: Keep a few private thoughts
de: Ein paar Gedanken für uns behalten
es: Guardar algunos pensamientos en privado
fr: Garder quelques pensées pour soi
ko: 몇 가지 생각은 나만 알기
pt: Guardar alguns pensamentos privados
